Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Artistic
de: Künstlerisch
es: Artístico
fr: Artistique
it: Artistico
ja: アート
ko: 예술
pl: Artystyczny
pt_br: Artístico
zh_hans: 艺术
zh_hant: 藝術

source: Ask for changes in plain words, and each message edits your latest image. Or describe a brand-new picture from scratch.
de: Fordere Änderungen in einfachen Worten an – jede Nachricht bearbeitet dein neuestes Bild. Oder beschreibe ein komplett neues Bild von Grund auf.
es: Pide cambios con tus propias palabras: cada mensaje edita tu última imagen. O describe una imagen completamente nueva desde cero.
fr: Demandez des modifications avec vos propres mots : chaque message modifie votre dernière image. Ou décrivez une toute nouvelle image en partant de zéro.
it: Chiedi modifiche a parole tue: ogni messaggio modifica la tua ultima immagine. Oppure descrivi un'immagine completamente nuova da zero.
ja: 普通の言葉で変更をお願いするだけで、メッセージごとに最新の画像が編集されます。または、新しい画像をゼロから説明して作成することもできます。
ko: 평범한 말로 변경을 요청하면 메시지마다 최신 이미지가 수정됩니다. 또는 완전히 새로운 이미지를 처음부터 설명해 보세요.
pl: Poproś o zmiany zwykłymi słowami – każda wiadomość edytuje twój najnowszy obraz. Albo opisz zupełnie nowy obraz od podstaw.
pt_br: Peça alterações com suas próprias palavras: cada mensagem edita sua imagem mais recente. Ou descreva uma imagem totalmente nova do zero.
zh_hans: 用简单的话描述修改需求，每条消息都会编辑你最新的图片。或者从头描述一张全新的图片。
zh_hant: 用簡單的話描述修改需求，每則訊息都會編輯你最新的圖片。或者從頭描述一張全新的圖片。

source: Authentication
de: Anmeldung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
pl: Uwierzytelnianie
pt_br: Autenticação
zh_hans: 身份验证
zh_hant: 身分驗證

source: Authentication cancelled
de: Anmeldung abgebrochen
es: Autenticación cancelada
fr: Authentification annulée
it: Autenticazione annullata
ja: 認証をキャンセルしました
ko: 인증이 취소되었습니다
pl: Anulowano uwierzytelnianie
pt_br: Autenticação cancelada
zh_hans: 已取消身份验证
zh_hant: 已取消身分驗證

source: Authentication failed: Your API key may be invalid
de: Anmeldung fehlgeschlagen: Dein API-Schlüssel ist möglicherweise ungültig
es: Error de autenticación: puede que tu clave de API no sea válida
fr: Échec de l'authentification : votre clé API est peut-être invalide
it: Autenticazione non riuscita: la tua chiave API potrebbe non essere valida
ja: 認証に失敗しました。APIキーが無効の可能性があります
ko: 인증에 실패했습니다. API 키가 올바르지 않을 수 있습니다
pl: Uwierzytelnianie nie powiodło się: twój klucz API może być nieprawidłowy
pt_br: Falha na autenticação: sua chave de API pode estar inválida
zh_hans: 身份验证失败：API 密钥可能无效
zh_hant: 身分驗證失敗：API 金鑰可能無效

source: Auto (AI selects)
de: Auto (KI wählt)
es: Auto (lo elige la IA)
fr: Auto (choix de l'IA)
it: Auto (sceglie l'IA)
ja: 自動（AIが選択）
ko: 자동 (AI가 선택)
pl: Auto (wybiera AI)
pt_br: Auto (a IA escolhe)
zh_hans: 自动（由 AI 选择）
zh_hant: 自動（由 AI 選擇）

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
pl: Tło
pt_br: Fundo
zh_hans: 背景
zh_hant: 背景

source: Balance: %lld
de: Guthaben: %lld
es: Saldo: %lld
fr: Solde : %lld
it: Saldo: %lld
ja: 残高: %lld
ko: 잔액: %lld
pl: Saldo: %lld
pt_br: Saldo: %lld
zh_hans: 余额：%lld
zh_hant: 餘額：%lld

source: Before
de: Vorher
es: Antes
fr: Avant
it: Prima
ja: 変更前
ko: 이전
pl: Przed
pt_br: Antes
zh_hans: 之前
zh_hant: 之前

source: Before & after
de: Vorher & Nachher
es: Antes y después
fr: Avant/après
it: Prima e dopo
ja: 変更前後
ko: 이전/이후
pl: Przed i po
pt_br: Antes e depois
zh_hans: 前后对比
zh_hant: 前後對比

source: BEST VALUE
de: BESTER DEAL
es: MEJOR VALOR
fr: MEILLEUR PRIX
it: PIÙ CONVENIENTE
ja: 一番お得
ko: 최고 혜택
pl: NAJLEPSZA OFERTA
pt_br: MAIS VANTAJOSO
zh_hans: 超值之选
zh_hant: 最超值

source: Better skin and light, still you
de: Bessere Haut und Licht, immer noch du
es: Mejor piel y luz, siempre tú
fr: Belle peau et lumière, toujours vous
it: Pelle e luce migliori, sempre tu
ja: 肌も光も自然に、あなたのまま
ko: 더 좋은 피부와 빛, 그대로 나답게
pl: Lepsza skóra i światło, wciąż ty
pt_br: Pele e luz melhores, sempre você
zh_hans: 肤色更好光影更美，依然是你
zh_hant: 膚色更好光影更美，依然是你

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒
ko: 검정
pl: Czarne
pt_br: Preto
zh_hans: 黑色
zh_hant: 黑色

source: Blur
de: Unschärfe
es: Desenfoque
fr: Flou
it: Sfocatura
ja: ぼかし
ko: 흐림
pl: Rozmycie
pt_br: Desfoque
zh_hans: 虚化
zh_hant: 散景

source: Browse and purchase credit packs
de: Credit-Pakete ansehen und kaufen
es: Explora y compra packs de créditos
fr: Parcourir et acheter des packs de crédits
it: Sfoglia e acquista pacchetti di crediti
ja: クレジットパックを見て購入
ko: 크레딧 팩 둘러보고 구입하기
pl: Przeglądaj i kupuj pakiety kredytów
pt_br: Veja e compre pacotes de créditos
zh_hans: 浏览并购买积分包
zh_hant: 瀏覽並購買點數包

source: Buy Credits
de: Credits kaufen
es: Comprar créditos
fr: Acheter des crédits
it: Acquista crediti
ja: クレジットを購入
ko: 크레딧 구입
pl: Kup kredyty
pt_br: Comprar créditos
zh_hans: 购买积分
zh_hant: 購買點數

source: By signing in, you agree to our Terms
de: Mit der Anmeldung akzeptierst du unsere Nutzungsbedingungen
es: Al iniciar sesión, aceptas nuestros términos
fr: En vous connectant, vous acceptez nos conditions d'utilisation
it: Accedendo accetti i nostri termini
ja: サインインすると利用規約に同意したものとみなされます
ko: 로그인하면 이용약관에 동의하는 것으로 간주됩니다
pl: Logując się, akceptujesz nasze warunki korzystania
pt_br: Ao entrar, você aceita nossos termos
zh_hans: 登录即表示你同意我们的条款
zh_hant: 登入即表示你同意我們的條款

source: Calculate cost
de: Kosten berechnen
es: Calcular coste
fr: Calculer le coût
it: Calcola il costo
ja: コストを計算
ko: 비용 계산
pl: Oblicz koszt
pt_br: Calcular custo
zh_hans: 计算消耗
zh_hant: 計算消耗

source: Calculate costs before generating images
de: Kosten vor dem Generieren berechnen
es: Calcula el coste antes de generar imágenes
fr: Calculez le coût avant de générer
it: Calcola i costi prima di generare le immagini
ja: 生成する前にコストを計算
ko: 이미지를 생성하기 전에 비용을 계산하세요
pl: Oblicz koszt przed wygenerowaniem obrazów
pt_br: Calcule o custo antes de gerar imagens
zh_hans: 生成图片前先算好消耗
zh_hant: 生成圖片前先算好消耗

source: Calculating...
de: Wird berechnet …
es: Calculando…
fr: Calcul en cours…
it: Calcolo in corso…
ja: 計算中…
ko: 계산 중…
pl: Obliczanie…
pt_br: Calculando…
zh_hans: 正在计算…
zh_hant: 計算中…

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
zh_hans: 相机
zh_hant: 相機

source: Can I edit images from my gallery?
de: Kann ich Bilder aus meiner Galerie bearbeiten?
es: ¿Puedo editar imágenes de mi galería?
fr: Puis-je modifier des images de ma galerie ?
it: Posso modificare le immagini della mia galleria?
ja: ギャラリーの画像を編集できますか？
ko: 갤러리에 있는 이미지를 편집할 수 있나요?
pl: Czy mogę edytować obrazy z galerii?
pt_br: Posso editar imagens da minha galeria?
zh_hans: 可以编辑图库里的图片吗？
zh_hant: 可以編輯圖庫裡的圖片嗎？

source: Can I use my own OpenAI API key?
de: Kann ich meinen eigenen OpenAI-API-Schlüssel nutzen?
es: ¿Puedo usar mi propia clave de API de OpenAI?
fr: Puis-je utiliser ma propre clé API OpenAI ?
it: Posso usare la mia chiave API OpenAI?
ja: 自分のOpenAI APIキーを使えますか？
ko: 내 OpenAI API 키를 사용할 수 있나요?
pl: Czy mogę użyć własnego klucza API OpenAI?
pt_br: Posso usar minha própria chave de API da OpenAI?
zh_hans: 可以使用我自己的 OpenAI API 密钥吗？
zh_hant: 可以使用我自己的 OpenAI API 金鑰嗎？

source: Can I use Pixie offline?
de: Kann ich Pixie offline nutzen?
es: ¿Puedo usar Pixie sin conexión?
fr: Puis-je utiliser Pixie hors ligne ?
it: Posso usare Pixie offline?
ja: オフラインでPixieを使えますか？
ko: 오프라인에서도 Pixie를 쓸 수 있나요?
pl: Czy mogę używać Pixie offline?
pt_br: Dá para usar o Pixie sem internet?
zh_hans: 可以离线使用 Pixie 吗？
zh_hant: 可以離線使用 Pixie 嗎？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: CGI graphics
de: CGI-Grafik
es: Gráficos CGI
fr: Images de synthèse
it: Grafica CGI
ja: CGグラフィックス
ko: CGI 그래픽
pl: Grafika CGI
pt_br: Gráficos CGI
zh_hans: CGI 图形
zh_hant: CGI 圖形

source: Change her hair into something wild, spiky volumetric
de: Ihre Haare in etwas Wildes verwandeln, stachelig und voluminös
es: Cambia su cabello por algo salvaje, puntiagudo y voluminoso
fr: Transforme ses cheveux en quelque chose de sauvage, hérissé et volumineux
it: Trasforma i suoi capelli in qualcosa di selvaggio, spettinato e voluminoso
ja: 髪をワイルドでボリュームのあるスパイキーヘアに変えて
ko: 머리를 거칠고 뾰족한 볼륨 스타일로 바꿔줘
pl: Zmień jej włosy na coś dzikiego, najeżonego i pełnego objętości
pt_br: Mude o cabelo dela para algo selvagem, espetado e volumoso
zh_hans: 把她的头发换成狂野蓬松的尖刺造型
zh_hant: 把她的頭髮換成狂野蓬鬆的尖刺造型

source: Cheerful anime girl enjoying a colorful plated meal
de: Fröhliches Anime-Mädchen genießt ein bunt angerichtetes Essen
es: Chica anime alegre disfrutando de un plato colorido
fr: Fille anime joyeuse savourant un plat coloré
it: Ragazza anime allegra che gusta un piatto colorato
ja: カラフルに盛り付けられた料理を楽しむ元気なアニメ美少女
ko: 화려하게 담긴 요리를 맛있게 즐기는 발랄한 애니메이션 소녀
pl: Wesoła dziewczyna anime delektująca się kolorowo podanym posiłkiem
pt_br: Garota anime alegre saboreando um prato colorido
zh_hans: 开心的动漫女孩享用色彩缤纷的美食
zh_hant: 開心的動漫女孩享用色彩繽紛的美食

source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
pl: Wybierz obraz
pt_br: Escolher imagem
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Cinematic
de: Filmisch
es: Cinematográfico
fr: Cinéma
it: Cinematico
ja: シネマティック
ko: 시네마틱
pl: Filmowy
pt_br: Cinematográfico
zh_hans: 电影感
zh_hant: 電影感

source: Classic art
de: Klassische Kunst
es: Arte clásico
fr: Art classique
it: Arte classica
ja: クラシックアート
ko: 고전 회화
pl: Sztuka klasyczna
pt_br: Arte clássica
zh_hans: 古典绘画
zh_hant: 古典繪畫

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Clear Cache
de: Cache leeren
es: Vaciar caché
fr: Vider le cache
it: Svuota la cache
ja: キャッシュを消去
ko: 캐시 지우기
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clearing...
de: Wird geleert …
es: Vaciando…
fr: Suppression en cours…
it: Svuotamento in corso…
ja: 消去中…
ko: 지우는 중…
pl: Czyszczenie…
pt_br: Limpando…
zh_hans: 正在清除…
zh_hant: 清除中…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Cloud AI Consent
de: Einwilligung zur Cloud-KI
es: Consentimiento de IA en la nube
fr: Consentement à l'IA cloud
it: Consenso all'IA cloud
ja: クラウドAIの同意
ko: 클라우드 AI 동의
pl: Zgoda na AI w chmurze
pt_br: Consentimento de IA na nuvem
zh_hans: 云端 AI 授权
zh_hant: 雲端 AI 授權

source: Comic book
de: Comic-Look
es: Estilo cómic
fr: Style bande dessinée
it: Stile fumetto
ja: アメコミ風
ko: 만화책 느낌
pl: Styl komiksowy
pt_br: Estilo quadrinhos
zh_hans: 美式漫画
zh_hant: 美式漫畫

source: Composition
de: Komposition
es: Composición
it: Composizione
ja: 構図
ko: 구도
pl: Kompozycja
pt_br: Composição
zh_hans: 构图
zh_hant: 構圖

source: Compress
de: Komprimierung
es: Compresión
fr: Compression
it: Compressione
ja: 圧縮
ko: 압축
pl: Kompresja
pt_br: Compressão
zh_hans: 压缩
zh_hant: 壓縮

source: Compression
de: Komprimierung
es: Compresión
it: Compressione
ja: 圧縮
ko: 압축
pl: Kompresja
pt_br: Compressão
zh_hans: 压缩
zh_hant: 壓縮

source: Compression Level
de: Komprimierungsgrad
es: Nivel de compresión
fr: Niveau de compression
it: Livello di compressione
ja: 圧縮レベル
ko: 압축 수준
pl: Poziom kompresji
pt_br: Nível de compressão
zh_hans: 压缩级别
zh_hant: 壓縮等級

source: Compression: %lld%%
de: Komprimierung: %lld %%
es: Compresión: %lld%%
it: Compressione: %lld%%
ja: 圧縮: %lld%%
ko: 압축: %lld%%
pl: Kompresja: %lld %%
pt_br: Compressão: %lld%%
zh_hans: 压缩：%lld%%
zh_hant: 壓縮：%lld%%

source: Connected successfully
de: Verbindung hergestellt
es: Conexión correcta
fr: Connexion réussie
it: Connessione riuscita
ja: 接続に成功しました
ko: 연결에 성공했습니다
pl: Połączono pomyślnie
pt_br: Conexão bem-sucedida
zh_hans: 连接成功
zh_hant: 連線成功

source: Content Moderation
de: Inhaltsmoderation
es: Moderación de contenido
fr: Modération du contenu
it: Moderazione dei contenuti
ja: コンテンツモデレーション
ko: 콘텐츠 검열
pl: Moderacja treści
pt_br: Moderação de conteúdo
zh_hans: 内容审核
zh_hant: 內容審核

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました
ko: 복사됨
pl: Skopiowano!
pt_br: Copiado!
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Image
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
pl: Kopiuj obraz
pt_br: Copiar imagem
zh_hans: 拷贝图片
zh_hant: 拷貝圖片

source: Copy Prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
it: Copia prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
pl: Kopiuj prompt
pt_br: Copiar prompt
zh_hans: 拷贝提示词
zh_hant: 拷貝提示詞

source: Cost Estimator
de: Kostenrechner
es: Calculadora de coste
fr: Estimateur de coût
it: Stima dei costi
ja: コスト計算
ko: 비용 계산기
pl: Kalkulator kosztów
pt_br: Calculadora de custo
zh_hans: 消耗估算
zh_hant: 消耗估算

source: Could not delete image. Try again later.
de: Bild konnte nicht gelöscht werden. Versuche es später noch einmal.
es: No se pudo eliminar la imagen. Inténtalo más tarde.
fr: Impossible de supprimer l'image. Réessayez plus tard.
it: Impossibile eliminare l'immagine. Riprova più tardi.
ja: 画像を削除できませんでした。しばらくしてからやり直してください。
ko: 이미지를 삭제하지 못했습니다. 나중에 다시 시도해 주세요.
pl: Nie udało się usunąć obrazu. Spróbuj ponownie później.
pt_br: Não foi possível apagar a imagem. Tente novamente mais tarde.
zh_hans: 无法删除图片，请稍后再试。
zh_hant: 無法刪除圖片，請稍後再試。

source: Could not fetch saved asset
de: Gespeichertes Objekt konnte nicht geladen werden
es: No se pudo obtener el archivo guardado
fr: Impossible de récupérer l'élément enregistré
it: Impossibile recuperare l'elemento salvato
ja: 保存した項目を取得できませんでした
ko: 저장된 항목을 가져오지 못했습니다
pl: Nie udało się pobrać zapisanego zasobu
pt_br: Não foi possível obter o item salvo
zh_hans: 无法获取已存储的项目
zh_hant: 無法取得已儲存的項目

source: Could not read the Apple identity token.
de: Das Apple-Identitätstoken konnte nicht gelesen werden.
es: No se pudo leer el token de identidad de Apple.
fr: Impossible de lire le jeton d'identité Apple.
it: Impossibile leggere il token identità Apple.
ja: Appleのアイデンティティトークンを読み取れませんでした。
ko: Apple 인증 토큰을 읽지 못했습니다.
pl: Nie udało się odczytać tokenu tożsamości Apple.
pt_br: Não foi possível ler o token de identidade da Apple.
zh_hans: 无法读取 Apple 身份令牌。
zh_hant: 無法讀取 Apple 身分權杖。

source: Cozy cabin in the snow, watercolor
de: Gemütliche Hütte im Schnee, Aquarell
es: Cabaña acogedora en la nieve, acuarela
fr: Chalet douillet sous la neige, aquarelle
it: Baita accogliente nella neve, acquerello
ja: 雪の中の居心地よい小屋、水彩画
ko: 눈 속 아늑한 오두막, 수채화
pl: Przytulna chatka w śniegu, akwarela
pt_br: Cabana aconchegante na neve, aquarela
zh_hans: 雪中温馨小屋，水彩画
zh_hant: 雪中溫馨小屋，水彩畫

source: Create AI-powered images in seconds
de: KI-Bilder in Sekunden erstellen
es: Crea imágenes con IA en segundos
fr: Créez des images par IA en quelques secondes
it: Crea immagini con l'IA in pochi secondi
ja: AIで数秒のうちに画像を作成
ko: AI로 몇 초 만에 이미지 만들기
pl: Twórz obrazy AI w kilka sekund
pt_br: Crie imagens com IA em segundos
zh_hans: 几秒内用 AI 生成图片
zh_hant: 幾秒內用 AI 生成圖片

source: Create from text
de: Aus Text erstellen
es: Crear a partir de texto
fr: Créer à partir d'un texte
it: Crea da testo
ja: テキストから作成
ko: 텍스트로 만들기
pl: Twórz z tekstu
pt_br: Criar a partir de texto
zh_hans: 通过文字创作
zh_hant: 透過文字創作

source: Create Image
de: Bild erstellen
es: Crear imagen
fr: Créer une image
it: Crea immagine
ja: 画像を作成
ko: 이미지 만들기
pl: Utwórz obraz
pt_br: Criar imagem
zh_hans: 创建图片
zh_hant: 建立圖片

source: Create right now, no sign-up. After that, pay only for what you make with credit packs that never expire. No subscription, ever.
de: Leg sofort los, ganz ohne Registrierung. Danach zahlst du nur, was du erstellst, mit Credit-Paketen, die nie verfallen. Kein Abo, niemals.
es: Crea ahora mismo, sin registrarte. Después, paga solo lo que crees con packs de créditos que nunca caducan. Sin suscripción, nunca.
fr: Créez tout de suite, sans inscription. Ensuite, payez seulement ce que vous créez, avec des packs de crédits qui n'expirent jamais. Aucun abonnement, jamais.
it: Crea subito, senza registrarti. Dopo, paghi solo ciò che crei, con pacchetti di crediti che non scadono mai. Nessun abbonamento, mai.
ja: 登録なしで今すぐ作成を始められます。その後は、有効期限のないクレジットパックで、作った分だけお支払い。サブスクは一切ありません。
ko: 가입 없이 지금 바로 만들어보세요. 그다음부터는 만료되지 않는 크레딧 팩으로 만든 만큼만 결제하세요. 구독은 절대 없습니다.
pl: Zacznij tworzyć od razu, bez rejestracji. Potem płacisz tylko za to, co stworzysz, dzięki pakietom kredytów, które nigdy nie wygasają. Bez subskrypcji, nigdy.
pt_br: Crie agora mesmo, sem cadastro. Depois, pague só pelo que criar, com pacotes de créditos que nunca expiram. Sem assinatura, nunca.
zh_hans: 无需注册，现在就能开始创作。之后，用永不过期的积分包，创作多少付多少。永不订阅。
zh_hant: 不必註冊，現在就能開始創作。之後，用永不過期的點數包，創作多少付多少。永遠不必訂閱。

source: Created
de: Erstellt
es: Creada
fr: Créée le
it: Creata
ja: 作成日
ko: 생성일
pl: Utworzono
pt_br: Criada em
zh_hans: 创建时间
zh_hant: 建立時間

source: Creative Prompts
de: Kreative Prompts
es: Prompts creativos
fr: Prompts créatifs
it: Prompt creativi
ja: クリエイティブなプロンプト
ko: 창의적인 프롬프트
pl: Kreatywne prompty
pt_br: Prompts criativos
zh_hans: 创意提示词
zh_hant: 創意提示詞

source: Credit Adjustments
de: Credit-Anpassungen
es: Ajustes de créditos
fr: Ajustements de crédits
it: Modifiche ai crediti
ja: クレジットの調整
ko: 크레딧 조정
pl: Korekty kredytów
pt_br: Ajustes de créditos
zh_hans: 积分调整
zh_hant: 點數調整

source: Credit Packs
de: Credit-Pakete
es: Packs de créditos
fr: Packs de crédits
it: Pacchetti di crediti
ja: クレジットパック
ko: 크레딧 팩
pl: Pakiety kredytów
pt_br: Pacotes de créditos
zh_hans: 积分包
zh_hant: 點數包

source: Credits & Usage
de: Credits & Nutzung
es: Créditos y uso
fr: Crédits et usage
it: Crediti e utilizzo
ja: クレジットと使用状況
ko: 크레딧 및 사용량
pl: Kredyty i zużycie
pt_br: Créditos e uso
zh_hans: 积分与用量
zh_hant: 點數與用量

source: Credits adjusted successfully. New balance: %lld
de: Credits erfolgreich angepasst. Neues Guthaben: %lld
es: Créditos ajustados. Nuevo saldo: %lld
fr: Crédits ajustés. Nouveau solde : %lld
it: Crediti modificati. Nuovo saldo: %lld
ja: クレジットを調整しました。新しい残高: %lld
ko: 크레딧을 조정했습니다. 새 잔액: %lld
pl: Skorygowano kredyty. Nowe saldo: %lld
pt_br: Créditos ajustados. Novo saldo: %lld
zh_hans: 积分调整成功。新余额：%lld
zh_hant: 點數調整成功。新餘額：%lld

source: Credits are the currency used to generate and edit images. Each operation costs a different amount based on quality and size.
de: Credits sind die Währung zum Generieren und Bearbeiten von Bildern. Was ein Vorgang kostet, hängt von Qualität und Größe ab.
es: Los créditos son la moneda con la que generas y editas imágenes. Cada operación cuesta una cantidad distinta según la calidad y el tamaño.
fr: Les crédits sont la monnaie utilisée pour générer et modifier des images. Le coût de chaque opération dépend de la qualité et de la taille.
it: I crediti sono la valuta con cui generi e modifichi le immagini. Ogni operazione costa in base a qualità e dimensione.
ja: クレジットは画像の生成と編集に使う通貨です。1回あたりの消費量は品質とサイズによって変わります。
ko: 크레딧은 이미지를 생성하고 편집할 때 사용하는 화폐입니다. 작업마다 품질과 크기에 따라 소모량이 달라집니다.
pl: Kredyty to waluta służąca do generowania i edycji obrazów. Koszt każdej operacji zależy od jakości i rozmiaru.
pt_br: Créditos são a moeda usada para gerar e editar imagens. Cada operação custa um valor diferente conforme a qualidade e o tamanho.
zh_hans: 积分是生成和编辑图片所用的货币。每次操作的消耗取决于质量和尺寸。
zh_hant: 點數是生成與編輯圖片所使用的貨幣。每次操作依品質與尺寸不同，消耗的點數也不同。

source: Credits never expire · Every quality tier · No account required
de: Credits verfallen nie · Alle Qualitätsstufen · Kein Account nötig
es: Los créditos nunca caducan · Todas las calidades · Sin cuenta
fr: Crédits sans expiration · Toutes les qualités · Sans compte
it: I crediti non scadono mai · Tutte le qualità · Senza account
ja: クレジットは無期限 · 全品質に対応 · アカウント不要
ko: 크레딧 무기한 · 모든 품질 지원 · 계정 불필요
pl: Kredyty nigdy nie wygasają · Każdy poziom jakości · Bez konta
pt_br: Créditos não expiram · Todas as qualidades · Sem conta
zh_hans: 积分永不过期 · 全部质量档位 · 无需账户
zh_hant: 點數永不過期 · 所有品質等級 · 免註冊帳戶

source: Credits System
de: Credit-System
es: Sistema de créditos
fr: Système de crédits
it: Sistema di crediti
ja: クレジットの仕組み
ko: 크레딧 시스템
pl: System kredytów
pt_br: Sistema de créditos
zh_hans: 积分机制
zh_hant: 點數機制

source: Credits Used
de: Verbrauchte Credits
es: Créditos usados
fr: Crédits utilisés
it: Crediti usati
ja: 使用クレジット
ko: 사용한 크레딧
pl: Zużyte kredyty
pt_br: Créditos usados
zh_hans: 已用积分
zh_hant: 已用點數

source: Current Balance
de: Aktuelles Guthaben
es: Saldo actual
fr: Solde actuel
it: Saldo attuale
ja: 現在の残高
ko: 현재 잔액
pl: Aktualne saldo
pt_br: Saldo atual
zh_hans: 当前余额
zh_hant: 目前餘額

source: Current balance: %lld credits
de: Aktuelles Guthaben: %lld Credits
es: Saldo actual: %lld créditos
fr: Solde actuel : %lld crédits
it: Saldo attuale: %lld crediti
ja: 現在の残高: %lld クレジット
ko: 현재 잔액: %lld크레딧
pl: Aktualne saldo: %lld kredytu
pt_br: Saldo atual: %lld créditos
zh_hans: 当前余额：%lld 积分
zh_hant: 目前餘額：%lld 點數

source: Current balance: %lld credits User: %@
de: Aktuelles Guthaben: %lld Credits Nutzer: %@
es: Saldo actual: %lld créditos Usuario: %@
fr: Solde actuel : %lld crédits Utilisateur : %@
it: Saldo attuale: %lld crediti Utente: %@
ja: 現在の残高: %lld クレジット ユーザー: %@
ko: 현재 잔액: %lld크레딧 사용자: %@
pl: Aktualne saldo: %lld kredytów Użytkownik: %@
pt_br: Saldo atual: %lld créditos Usuário: %@
zh_hans: 当前余额：%lld 积分 用户：%@
zh_hant: 目前餘額：%lld 點數 使用者：%@

source: Cute cat astronaut sticker, transparent background
de: Niedlicher Katzen-Astronaut-Sticker, transparenter Hintergrund
es: Pegatina de gato astronauta, fondo transparente
fr: Autocollant de chat astronaute, fond transparent
it: Sticker di gatto astronauta, sfondo trasparente
ja: かわいい猫の宇宙飛行士ステッカー、背景透過
ko: 귀여운 고양이 우주인 스티커, 투명 배경
pl: Naklejka słodkiego kota astronauty, przezroczyste tło
pt_br: Adesivo de gato astronauta, fundo transparente
zh_hans: 可爱猫咪宇航员贴纸，透明背景
zh_hant: 可愛貓咪太空人貼紙，透明背景

source: Cyberpunk anime girl in a neon-soaked city, rain, blade runner mood
de: Cyberpunk-Anime-Mädchen in einer neongetränkten Stadt, Regen, Blade-Runner-Stimmung
es: Chica anime cyberpunk en una ciudad bañada de neón, lluvia, ambiente blade runner
fr: Fille anime cyberpunk dans une ville baignée de néons, pluie, ambiance blade runner
it: Ragazza anime cyberpunk in una città inondata di neon, pioggia, atmosfera blade runner
ja: ネオンに染まる都市のサイバーパンクアニメ美少女、雨、ブレードランナー風の雰囲気
ko: 네온으로 물든 도시 속 사이버펑크 애니메이션 소녀, 비, 블레이드 러너 분위기
pl: Dziewczyna anime w stylu cyberpunk w zalanym neonami mieście, deszcz, klimat blade runnera
pt_br: Garota anime cyberpunk em uma cidade banhada de neon, chuva, clima blade runner
zh_hans: 沉浸在霓虹光影中的赛博朋克动漫女孩，雨夜，银翼杀手氛围
zh_hant: 沉浸在霓虹光影中的賽博龐克動漫女孩，雨夜，銀翼殺手氛圍

source: Cyberpunk anime girl, neon city, rain, blade runner mood
de: Cyberpunk-Anime-Mädchen, Neon-Stadt, Regen, Blade-Runner-Stimmung
es: Chica anime cyberpunk, ciudad de neón, lluvia, ambiente blade runner
fr: Fille anime cyberpunk, ville néon, pluie, ambiance blade runner
it: Ragazza anime cyberpunk, città al neon, pioggia, atmosfera blade runner
ja: サイバーパンクアニメ美少女、ネオン都市、雨、ブレードランナー風の雰囲気
ko: 사이버펑크 애니메이션 소녀, 네온 도시, 비, 블레이드 러너 분위기
pl: Dziewczyna anime cyberpunk, neonowe miasto, deszcz, klimat blade runnera
pt_br: Garota anime cyberpunk, cidade neon, chuva, clima blade runner
zh_hans: 赛博朋克动漫女孩，霓虹都市，雨夜，银翼杀手氛围
zh_hant: 賽博龐克動漫女孩，霓虹都市，雨夜，銀翼殺手氛圍

source: Cyberpunk anime portrait, neon rain
de: Cyberpunk-Anime-Porträt, Neonregen
es: Retrato anime cyberpunk, lluvia de neón
fr: Portrait anime cyberpunk, pluie néon
it: Ritratto anime cyberpunk, pioggia al neon
ja: サイバーパンクのアニメ肖像、ネオンの雨
ko: 사이버펑크 애니메 초상화, 네온 빗줄기
pl: Portret anime cyberpunk, neonowy deszcz
pt_br: Retrato anime cyberpunk, chuva de neon
zh_hans: 赛博朋克动漫肖像，霓虹雨
zh_hant: 賽博龐克動漫肖像，霓虹雨

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pl: Ciemny
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色
